Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja2/hansner-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: Rektor stivrra haga
nob: Rektor uten styre

source: Svein Lund lea jearahallan
nob: Intervjua og oversatt av Svein Lund

source: Hans Nergård , Kártášjohka 2004 ( Foto : Svein Lund )
nob: Hans Nergård , Karasjok 2004 ( Foto : Svein Lund )

source: Hans Nergård ( Hánas Ándde Hánsa ) lea riegádan 1924:s ja bajásšaddan Kárášjogas .
nob: Hans Nergård ( Hánas Ándde Hánsa ) er født i 1924 og oppvokst i Karasjok .

source: Sus lea Romssa oahpaheaddjiskuvla ja lásseoahppu duojis , sámegielas ja uŋgáragielas .
nob: Han har lærerskolen i Tromsø og tilleggsutdanning i forming , samisk og ungarsk .

source: Hánsa lea bargan vuođđoskuvlaoahpaheaddjin Návuonas , Kárášjogas ja Guovdageainnus , ja áigodagas 1964–69 son lei joatkkaskuvlla rektorin Guovdageainnus .
nob: Hans har arbeida som grunnskolelærer i Kvænangen , Karasjok og Kautokeino . I perioden 1964–69 var han rektor ved den videregående skolen i Kautokeino .

source: Dá son muitala vuosttažettiin dan áiggi birra .
nob: Her forteller han i første rekke om den tida .

source: – Go don bajásšaddet de eai lean máŋga sámi geat ožžo vejolašvuođa vázzit alit oahpu , manne bat don ožžot dan ?
nob: – Da du vokste opp var det ikke mange samer som fikk høyere utdanning , hvordan hadde det seg at du fikk det ?

source: – Na , mun in lean vuosttaš oahpaheaddji mu sogas .
nob: – Nå , jeg er ikke den første læreren i slekta mi .

source: Hánsa viežžá girjji iežas girjehildus , Wiik : Tromsø-seminarister 1829–1879 , ja čájeha 20. siiddu , mas čállo Kárášjot-olbmá birra , man namma lei Amund Hansen .
nob: Hans henter ei bok fra bokhylla si , Wiik : Tromsø-seminarister 1829-1879 , og blar opp på side 20 . Der står det skrevet om en mann fra Karasjok ved navn Amund Hansen , som tok lærerskoleeksamen i 1834 .

source: – Dat lei mu máttaráddjá , muitala Hánsa .
nob: – Det var oldefar min , forteller Hans .

source: – Nu ahte ii lean áibbas amas jurdda mu sogas váldit oahpaheaddjioahpu .
nob: – Sånn at det var ikke en helt fjern tanke i slekta mi å ta lærerutdanning .

source: Mu váhnemat leigga smávvadálolaččat ja sudnos ii lean eará go álbmotskuvla , muhto háliideigga ahte mun galgen gazzat oahpu .
nob: Foreldra mine var småbrukere og hadde ikke mer enn folkeskolen , men de ville at jeg skulle ta utdanning .

source: Ferten dadjat ahte mus lei buorre álbmotskuvla , ledje buorit oahpaheaddjit .
nob: Jeg må si at jeg hadde en bra folkeskole , det var gode lærere .

source: Erenoamážit áiggun rábmot Anna Mørka , son lei hirbmat pedagoga .
nob: Særlig vil jeg skryte av Anna Mørk , hun var en veldig flink pedagog .

source: Muđui mus lei ee. Oluf Hagen ja David Stubseid , geat maiddái leigga čeahpit .
nob: Ellers hadde jeg bl.a. Oluf Hagen og David Stubseid , som også var flinke .

source: Mun gergen álbmotskuvllas 1939:s , ja konfirmerejuvvojin jagi maŋŋil , muhto soađi dihtii in beassan joatkit ovdal 1947:s .
nob: Jeg blei ferdig med folkeskolen i 1939 , og blei konfirmert året etter , men på grunn av krigen fikk jeg ikke fortsette før i 1947 .

source: Dalle vázzen realskuvlla Ivgomuotkkis ja dan maŋŋil bessen Romssa oahpaheaddjiskuvlii .
nob: Da tok jeg realskole på Lyngseidet og deretter kom jeg inn på Tromsø lærerskole .

source: Doppe gergen 1953:s .
nob: Der gikk jeg ut i 1953 .

source: – Lei go dalle makkárge sámegieloahpahus doppe ?
nob: – Var det noen slags samiskundervisning der ?

source: – Ii lean .
nob: – Nei , det var det ikke .

source: Áigi lei dakkár ahte sámegielas ii lean makkárge árvu .
nob: I den tida hadde ikke samisk språk noen verdi .

source: Lohkat ja čállit sámegiela ohppen easká 1962/63 , go lohken sámegiela vuođđofága Oslos .
nob: Å lese og skrive samisk lærte jeg først 1962-63 , da jeg tok samisk grunnfag i Oslo .

source: Moadde jagi ovdal vázzen duodjekurssa , maid « Statens formingskurs for lærere » lágiidii .
nob: Noen år før det tok jeg formingskurs arrangert av « Statens formingskurs for lærere » .

source: Dat ledje geassekurssat , mat dalle lágiiduvvojedje Ávanuoris , ja mun ledjen doppe guokte geasi .
nob: Det var sommerkurs , som da blei holdt i Havøysund , og jeg var der to somre .

source: Doppe ledje oahpaheaddjit mat ledje boahtán miehtá Norgga .
nob: Der var lærere fra hele Norge .

source: Mis lei maiddái veahá sámi duodji dan kurssas . Lei Lauri Keskitalo gii dan oahpahii .
nob: Vi hadde også litt sámi duodji på det kurset , det var Lauri Keskitalo som underviste i det .

source: – Mo don šaddet ohcat Guovdageidnui , joatkkaskuvlarektorin ?
nob: – Hvordan kom du til å søke deg til Kautokeino som rektor ved videregående skole ?

source: – Muittán ahte gullen vuosttaš háve ruovttufidnoskuvlla birra 1950-logu gaskamuttus .
nob: – Jeg husker at jeg første gang hørte om heimeyrkeskolen midt på 1950-tallet .

source: Dalle bargen oahpaheaddjin Návuonas ja gullen radios go jearahalle skuvlla stivrajođiheaddji Ola Aarsetha ja duodjeoahpaheaddji Lauri Keskitalo .
nob: Da arbeida jeg som lærer i Kvænangen og hørte på radioen da de intervjua styreleder Ola Aarseth og duodjilærer Lauri Keskitalo .

source: Dát bisánii munnje muitui ja jurddašin ahte mus livččii miella bargat dakkár skuvllas .
nob: Det festa seg hos meg og jeg tenkte at jeg skulle gjerne jobba ved en slik skole .

source: Vejolašvuohta bođii easka 1964:s , go lei rektorvirgi rabas .
nob: Muligheten kom først i 1964 , da rektorstillingen var ledig .

source: – Rektora bargu dalle lei várra veahá earálágán go dál ?
nob: – Rektorjobben var vel noe annerledes enn i dag ?

source: – Mun ledjen okto hálddahusas , ii lean dalle kántorveahkki ii ge inspektevra .
nob: – Jeg var helt aleine i administrasjonen , det fantest verken kontorhjelp eller inspektør .

source: Ja vuosttaš golbma jagi go mun bargen doppe ii lean skuvlastivra , ja mus lei maiddái buot oktavuohta Girko- ja oahpahusdepartemeanttain skuvlla bealis , ovdal go departemeanta viimmat nammadii ođđa stivrra .
nob: De første tre åra som jeg arbeida der hadde skolen heller ikke styre , og jeg hadde også all kontakten med Kirke- og undervisningsdepartementet , før departementet endelig oppnevnte nytt styre .

source: Dat han lei hirbmat unohis dilli , ja stuora ovddasvástádus rektorii .
nob: Det var en veldig uhøvelig situasjon og et stort ansvar for rektor .

source: Lihkus ožžon buori veahki oahpaheddjiin .
nob: Heldigvis hadde jeg god hjelp av lærerne .

source: Lei dalle sierra kantuvra oahpahusdepartemeanttas mii stivrii ruovttufidnoskuvllaid , ja lei Olav Overaae mii dalle lei « min » konsuleanta doppe .
nob: Det var et eget kontor i undervisningsdepartementet som styrte heimeyrkeskolene , og det var Olav Overaae som da var « vår » konsulent der .

source: 1967:s nammaduvvui stivra , ja dovden ahte mis lei eambbo váikkuhanváldi go mis lei stivra .
nob: I 1967 blei det oppnevnt et styre , og jeg følte at vi hadde mer vekt når vi hadde styre .

source: Johan Mathis Klemetsen šattai stivrajođiheaddjin .
nob: Johan Mathis Klemetsen blei styreleder .

source: Munnos lei hirbmat buorre ovttasbargu .
nob: Vi hadde svært godt samarbeid .

source: Juste ovdal go mun heiten šattai Ole K. Sara stivrajođiheaddjin .
nob: Rett før jeg slutta blei Ole K. Sara styreleder .

source: – Dus ii lean dušše hálddašanbargu , muhto maiddái oahpaheapmi ?
nob: – Du hadde ikke bare administrasjon , men også undervisning ?

source: Hálddašeami lassin mus ledje teorifágat ; dárogiella , sámegiella , matematihkka , rehketdoallu ja muhtin fidnoteoriija .
nob: – I tillegg til administrasjonen hadde jeg teorifaga , norsk , samisk , matematikk , regnskap og noe yrkesteori .

source: – Makkár lei dalle sámegieloahpahus ?
nob: – Hvordan var samiskopplæringa ?

source: – Lei sámegiella fágan dan rájes go mun álgen , ja dat lei geatnegahtton fága skuvllas , 2 diimmu vahkus .
nob: – Det var samisk som fag fra jeg starta , og det var obligatorisk fag på skolen , 2 timer i uka .

source: Muhto eai lean resurssat juohkit oahpaheami ohppiid dási mielde , ja danin sihke sámegielat ja dárogielat oahppit ledje seamma joavkkus . Dat dieđusge ii sáhttán mannat nu bures .
nob: Men det var ikke ressurser til å dele undervisninga etter elevenes nivå , og derfor var både samisktalende og norsktalende elever i samme gruppe , Det kunne sjølsagt ikke gå særlig bra .

source: Šattai eanaš lohkankursa .
nob: Det blei mest lesekurs .

source: Muittán ahte logaimet antologiija Duov ' dagat ja bargot .
nob: Jeg husker at vi leste antologien Duov ' dagat ja bargot .

source: Ii lean nu ollu eará girjjálašvuohta , ja oahppogirjjit eai gávdnon oppanassiige .
nob: Det var ikke så mye annen litteratur , og lærebøker fantes i det hele tatt ikke .

source: Grammatihka fertiimet improviseret .
nob: Grammatikken måtte vi improvisere .

source: Ja sámegielas ii lean eksámen nugo eará fágain , omd. dárogielas .
nob: Og samisk hadde ikke eksamen slik som andre fag , f.eks. norsk .

source: – Makkár suorggit ledje dalle skuvllas ?
nob: – Hvilke linjer var det på skolen ?

source: – Ledje golbma suorggi .
nob: – Det var tre linjer .

source: Dipmaduodjesuorgi , dahje « Søm og vev » , oahpaheaddji lei Biret Stueng .
nob: På mjukduodji eller « søm og vev » underviste Berit Stueng .

source: Snihkkárfága oahpaheaddji lei Kåre Schrøen .
nob: På snekkerlinja var Kåre Schrøen lærer .

source: Áiggi mielde šattai guovtti jagáš snihkkároahpahus , muhto Schrøenis lei buot praktihkalaš oahpaheapmi .
nob: Med tida blei det toårig snekkeropplæring , men Schrøen hadde fortsatt all den praktiske undervisninga .

source: Ruovde- ja metállasuorggis lei Hans Guttorm oahpaheaddjin vuosttaš jagi go ledjen doppe .
nob: På jern- og metallinja var Hans Guttorm lærer det første året jeg var der .

source: Su maŋŋil ledje maŋŋálagaid guokte oahpaheaddji Vestlánddas eret , ii goabbáge bargan guhká min skuvllas .
nob: Etter han kom etter tur to lærere fra Vestlandet , ingen av dem arbeida der så lenge .

source: Dábálaš oahpahusa lassin mis ledje muhtin rávesolbmuidoahpahuskurssat .
nob: I tillegg til den vanlige opplæringa hadde vi noen voksenopplæringskurs .

source: Lei duodjekursa , maid Lauri Keskitalo ja Iver Joks oahpaheigga , gáktegoarrunkursa , traktor- ja sveisenkurssat ja eará .
nob: Det var duodjikurs , som Lauri Keskitalo og Iver Joks underviste , koftesømkurs , traktor- og sveisekurs og andre .

source: – Gos oahppit bohte ?
nob: – Hvor kom elevene fra ?

source: – Ollu oahppit ledje dieđusge Guovdageainnus eret , muhto bohte maiddái máŋggas mearragáttis , erenoamážit Návuonas .
nob: – Mange elever var selvfølgelig fra Kautokeino , men det kom også en del fra kysten , særlig Kvænangen .

source: Okta sivva dasa lea ahte mun ledjen bargan doppe mánáidskuvllas , ja ledje mu ovddeš oahppit geat ohce skuvlii Guovdageidnui .
nob: En av årsakene til det var at jeg hadde arbeida i barneskolen der , og det var mine tidligere elever som søkte seg til skolen i Kautokeino .

source: Kárášjogas eai lean nu galle oahppi , dábálaččat 2–3 jagis .
nob: Fra Karasjok kom det derimot ikke så mange , det kunne være et par-tre for året .

source: – Oahpaheaddjit geat barge skuvllas ovdal du áiggi muitalit ahte ohppiin lei hui vuollegis dássi teorifágain .
nob: – Lærere som arbeida på skolen før di tid har fortalt at elevene hadde svært lavt nivå i teorifaga .

source: Mo lei dilli go don barget doppe ?
nob: Hvordan var situasjonen da du arbeida der ?

source: – In muitte ahte mis ledje oahppit geat eai nagodan čuovvut mielde .
nob: – Jeg husker ikke at vi hadde elever som ikke klarte å følge med .

source: Dat gal ledje dalle sullii seamma dásis go eará skuvllain .
nob: De var omtrent på samme nivå som på andre skoler .

source: Mis ledje seamma eksámenat go eará skuvllain ja oahppit dat birgejedje oalle bures , in muitte ovttage gii ii ceavzán .
nob: Vi hadde samme eksamener som andre skoler og elevene de klarte seg ganske bra , jeg husker ingen som ikke besto .

source: Eai lean ge dalle makkárge stuora disipliidnaáššit .
nob: Det var heller ingen store disiplinsaker .

source: – Ii go lean du áiggis go skuvla molssui nama ?
nob: – Var det ikke i di tid at skolen skifta navn ?

source: – De lei .
nob: – Ja .

source: Dan áiggi heaittihuvvojedje miehtá Norgga ovddeš ruovttufidnoskuvllat ( heimeyrkeskoler ) , ja rievdadedje dábálaš fidnoskuvlan dahje barggahatskuvlan .
nob: I den tida blei tidligere « heimeyrkeskoler » avvikla over hele Norge og endra til vanlige yrkesskoler eller verkstedskoler .

source: Nu dáhpáhuvai maiddái Guovdageainnus .
nob: Det skjedde også i Kautokeino .

source: Dat mearriduvvui dan áiggis go mis ii lean stivra .
nob: Det blei bestemt i den tida da vi ikke hadde styre .

source: Dán rájes čuovuimet našunála oahppoplánaid , fágain mat gohčoduvvojedje « maskin og mekaniker » , « møbelsnekker » ja « kjole- og draktsøm » .
nob: Fra da av fulgte vi nasjonale læreplaner i faga som blei kalt « maskin og mekaniker » , « møbelsnekker » og « kjole- og draktsøm » .

source: Dáin plánain ii lean dieđusge makkárge erenoamáš sámi sisdoallu , nu ahte lei oahpaheaddji duohken man ollu nagodii heivehit oahpaheami sámi kultuvrii ja báikkálaš diliide .
nob: Disse planene hadde sjølsagt ikke noe spesielt samisk innhold , slik at det blei opp til læreren i hvilken grad man klarte å tilpasse opplæringa til samisk kultur og lokale forhold .

source: Goarrunlinjás gal lei ain gáktegoarrun ja dakkar , dan gal Biret Stueng ja Migál Elle ( Ellen Eira ) goziheigga .
nob: På sømlinja var det fremdeles koftesøm , det sørga Berit Stueng og Ellen Eira for .

source: Snihkkárossodagas muittán ahte ráhkadedje guvssiid ja muhtin dákkár diŋggaid .
nob: På snekkeravdelinga husker jeg at de laga guksier ( samiske trekopper ) og noen slike ting .

source: Lei veahá čoarvebargu maid , omd. čoarvegiela duddjon , muhto dat ii lean nu ollu .
nob: Det var litt hornarbeid også , f.eks. lassoringer , men det blei ikke så mye .

source: Mekánalaš luohkkái bohte ođđa oahpaheaddjit geat ledje oahpahan seamma fága eará skuvllain , ja sii eai dovdan sámi duoji .
nob: Til jern- og metallinja kom nye lærere som hadde undervist samme faget på andre skoler og de kjente ikke til samisk metallarbeid .

source: Danin dakkár fáttát go niiberáhkadeapmi ii lean šat oassin dábálaš oahpaheamis , muhto Lauri Keskitalo lágiidii sierra niibekurssa ohppiide .
nob: Derfor blei ikke slike emner som knivsmiing lenger del av den vanlige undervisninga , men Lauri Keskitalo arrangerte eget knivkurs for elever .

source: Nu ahte sámi duodji ii jávkan áibbas skuvllas .
nob: Så alt i alt forsvant ikke sámi duodji helt fra skolen .

source: Berit Stueng , skuvlajagi 1974/75
nob: Berit Stueng , skoleåret 1974/75

source: ( Govva : Svein Lund )
nob: ( Foto : Svein Lund )

source: Dáid rievdademiid dihtii fertii skuvla molsut nama .
nob: På grunn av disse endringene måtte skolen bytte navn .

source: « Statens heimeyrkeskole for samer » sadjái šattai « Den samiske yrkes- og husflidskole » .
nob: Statens heimeyrkeskole for samer blei til Den samiske yrkes- og husflidsskole .

source: Skuvllas ii lean vel almmolaš sámegiel namma .
nob: Skolen hadde ennå ikke noe offisielt samisk navn .

source: Go galggaimet ráhkadit ođđa nama , muittán ahte muhtimat nimmoredje , sii eai háliidan ahte galggai leat « samisk » mielde namas .
nob: Da vi skulle lage nytt navn , husker jeg at noen kom med innvendinger , de ønska ikke å ha « samisk » med i navnet .

source: Dakkár jurdagat gal eai lean Guovdageainnus , dat bohte baicce Kárášjogas .
nob: Slike tanker var ikke i Kautokeino , de kom vel helst fra Karasjok .

source: – Lei go makkárge riidu skuvlla birra ?
nob: – Var det noen strid om skolen i den tida ?

source: –– Ii lean , measta beare unnán .
nob: – Nei , det var heller for lite strid .

source: Orui leame nu ahte olggobealde olbmot guđđe visot min háldui , ii lean almmolaš ságastallan skuvlla birra .
nob: Det virka som om folk utafor skolen overlot alt til oss , det var ingen offentlig diskusjon om skolen .

source: Sáhtán dadjat ahte váillahin dakkár sámi skuvlapolitihkalaš pioneraid mat leat leamaš eará báikkiin ja áiggiin .
nob: Jeg kan si at jeg savna slike samiske skolepolitiske pionerer som har vært på andre steder og til andre tider .

source: Dakkárat eai vuhtton Guovdageainnus 60-logus .
nob: Slike sto ikke fram i Kautokeino på 1960-tallet .

source: Norgga Sámiid Riikkasearvvi vuođđudeamis , 1968 .
nob: Fra stiftinga av Norske Samers Riksforbund .

source: Gurut bealde Hans Nergård , gasku Johan Mathis Klemetsen ja olgeš bealde Hans Guttorm .
nob: Fra venstre Hans Nergård , Johan Mathis Klemetsen og Hans Guttorm .

source: ( Govva : Odd Mathis Hætta )
nob: ( Foto : Odd Mathis Hætta )

source: Muhto skuvllas lei dattetge veahá earáláhkái dehálaš rolla sámepolitihkas .
nob: Men skolen hadde likevel på en litt annen måte ei viktig rolle i samepolitikken .

source: 1968:s vuođđuduvvui Norgga sámiid riikkasearvi ( NSR ) Guovdageainnus , ja čoahkkin lei min skuvllas .
nob: I 1968 blei Norske samers riksforbund grunnlagt i Kautokeino og stiftelsesmøtet var på skolen vår .

source: Skuvlla stivrajođiheaddji Johan Mathis Klemetsen válljejuvvui NSR ' vuosttaš jođiheaddjin , ja mun fas čállin .
nob: Skolens styreleder Johan Mathis Klemetsen blei valgt til NSRs første leder , og sjøl blei jeg sekretær .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
